export default {
  projections: {
    ОценкаИнфаE: {
      номер: {
        __caption__: 'Номер'
      },
      сотрудники: {
        __caption__: 'Сотрудники',
        фИО: {
          __caption__: 'ФИО'
        },
        должность: {
          __caption__: 'Должность'
        }
      },
      оценка: {
        __caption__: 'Оценка',
        датаПроведения: {
          __caption__: 'Дата проведения'
        },
        статус: {
          __caption__: 'Статус'
        },
        комментарий: {
          __caption__: 'Комментарий'
        }
      }
    }
  },
  validations: {
    номер: {
      __caption__: 'Номер'
    },
    оценка: {
      __caption__: 'Оценка'
    },
    сотрудники: {
      __caption__: 'Сотрудники'
    },
    отчётОбОценке: {
      __caption__: 'отчётОбОценке'
    }
  }
};
