export default {
  projections: {
    ОтчётОбОценкеE: {
      датаОтчёта: {
        __caption__: 'Дата отчёта'
      },
      сотрудники: {
        __caption__: 'Сотрудники',
        фИО: {
          __caption__: 'ФИО'
        },
        должность: {
          __caption__: 'Должность'
        }
      },
      оценкаИнфа: {
        __caption__: 'Оценка инфа',
        номер: {
          __caption__: 'Номер'
        },
        сотрудники: {
          __caption__: 'Сотрудники',
          фИО: {
            __caption__: 'ФИО'
          },
          должность: {
            __caption__: 'Должность'
          }
        },
        оценка: {
          __caption__: 'Оценка',
          датаПроведения: {
            __caption__: 'Дата проведения'
          },
          статус: {
            __caption__: 'Статус'
          },
          комментарий: {
            __caption__: 'Комментарий'
          }
        }
      }
    },
    ОтчётОбОценкеL: {
      датаОтчёта: {
        __caption__: 'Дата отчёта'
      },
      сотрудники: {
        __caption__: 'ФИО',
        фИО: {
          __caption__: 'ФИО'
        },
        должность: {
          __caption__: 'Должность'
        }
      }
    }
  },
  validations: {
    датаОтчёта: {
      __caption__: 'Дата отчёта'
    },
    сотрудники: {
      __caption__: 'Сотрудники'
    },
    оценкаИнфа: {
      __caption__: 'Оценка инфа'
    }
  }
};
