export default {
  projections: {
    ОценкаE: {
      датаПроведения: {
        __caption__: 'Дата проведения'
      },
      сотрудники: {
        __caption__: 'Сотрудники',
        фИО: {
          __caption__: 'ФИО'
        },
        должность: {
          __caption__: 'Должность'
        }
      },
      статус: {
        __caption__: 'Статус'
      },
      комментарий: {
        __caption__: 'Комментарий'
      }
    },
    ОценкаL: {
      датаПроведения: {
        __caption__: 'Дата проведения'
      },
      сотрудники: {
        __caption__: 'ФИО',
        фИО: {
          __caption__: 'ФИО'
        }
      },
      статус: {
        __caption__: 'Статус'
      },
      комментарий: {
        __caption__: 'Комментарий'
      }
    }
  },
  validations: {
    датаПроведения: {
      __caption__: 'Дата проведения'
    },
    комментарий: {
      __caption__: 'Комментарий'
    },
    статус: {
      __caption__: 'Статус'
    },
    сотрудники: {
      __caption__: 'Сотрудники'
    }
  }
};
